Revit 2027 API
BuiltInFailures.FamilyFailures.WhileLoadingFamily Property
 While loading family '[Family Name]': [Description]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId WhileLoadingFamily { get; }
Public Shared ReadOnly Property WhileLoadingFamily As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ WhileLoadingFamily {
	FailureDefinitionId^ get ();
}
static member WhileLoadingFamily : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace